"can_not_be_earlier_than_now" = "不能選擇早於現在的時間";
"click_to_look" = "點擊查看";
"please_enter_your_password" = "請輸入您的密碼";
"please_enter_the_full_name_of_the_restaurant" = "請輸入完整的餐廳名稱";
"success_generate_account" = "成功生成賬號：";
"takeout_time_pass_error" = "外賣時間不能為過去的時間";
"recognized" = "已確認";
"remark" = "備註";
"confirm" = "確定";
"total_bill_discount" = "全單折扣";
"a_key_to_remove" = "一鍵清除";
"back" = "返回";
"confirm_dish" = "點菜確認";
"china_hongkong" = "中國香港";
"start_date" = "開始日期";
"no_finished_edit_error" = "未編輯完成，確定離開？";
"clear_one_by_one" = "逐個清空";
"person_number_require" = "人數(必填)";
"more" = "更多";
"reach_time" = "送達時間";
"estimate_total_price" = "預估總價";
"language_set" = "語言設置";
"call_function_not_support" = "不支持通話功能";
"adds" = "添加";
"call_serivce" = "呼叫服務";
"no_link_printer" = "沒有連接打印機";
"specify_close_date_can_not_be_empty" = "指定關閉日期不能為空";
"print_timeout" = "打印超時";
"four" = "四";
"password_cannot_be_less_6" = "密碼至少6位";
"saving_data_please_wait" = "正在保存數據，請稍候…";
"table_name_can_not_be_empty" = "房臺名不能為空";
"are_you_sure_delete_order_default_time" = "刪除“訂座開放通用時間（常規）”項嗎？";
"add_multiple_areas" = "添加多個區域";
"confirm2" = "確認";
"do_you_confirm_to_take_meal" = "您確認已取餐？";
"start" = "啟用";
"always_open" = "一直開放";
"are_you_sure_delete_order_specified_shutdown_time" = "確定要刪除“訂座指定關閉日期”項嗎？";
"must_select_a_week" = "必須選擇某一個星期";
"area_name_has_reached_max" = "區域名稱至多8個字";
"need_invoices" = "需要發票";
"printer_describe" = "溢航訂餐易系統為餐廳提供一套簡單易用的訂座管理系統，讓餐廳可以全天候接受顧客網上訂座，助長業務。\n我們為餐廳運營需要而設計的訂座管理系統，通過網頁瀏覽及iPad/智能手機移動應用程序，讓餐廳無論於前臺或後勤的辦公室，均可輕松處理顧客的訂座要求。";
"etable_dont_have_permission_to_read_your_photos" = "訂餐易沒有權限讀取您的相片。\n要賦予權限，請打開：設置>隱私>照片>訂餐易";
"please_enter_the_complete_info" = "請將信息填寫完整!";
"end_date" = "結束日期";
"please_input_takeout_time_full" = "請將外賣時間填寫完整";
"five" = "五";
"confirm_password" = "確認密碼";
"order_seat_setting" = "訂座設置";
"reprint_confirm_order" = "確認訂單（重印）";
"connection_timed_out_please_check_your_network_status_or_try_again_later" = "連接超時，請檢查您的網絡狀態或稍後再試";
"cuisine_packing_fee_can_not_be_empty" = "打包費不能為空";
"note" = "註";
"kitchen" = "廚房";
"pay_attention_to_your_turn" = "註意叫號，過號請咨詢服務員。";
"printer_link_error" = "打印機連接失敗";
"rename_the_position" = "重命名職位";
"self_pick_need_date" = "自取所需日數 ：";
"duplicated_printer_ip" = "打印機IP不能重復";
"fetching_available_tables_please_wait" = "正在獲取可用房臺,請稍候...";
"subtotal" = "小計";
"customize_qrcode" = "定制二維碼";
"can_not_be_empty" = "不能為空";
"show_menus" = "菜牌展示";
"order_seat_detail" = "訂座詳情";
"is_the_new_version" = "是最新版本";
"monday" = "星期一";
"of_time" = "時       間:";
"carry_fee_can_not_be_empty" = "配送費不能為空";
"register_succeed" = "註冊成功";
"signing_please_wait" = "正在為客人簽到，請稍候...";
"password" = "密碼";
"are_you_sure_delete_position" = "確定刪除該職位？";
"begin_date_time_select" = "選擇開始時間";
"dish_name" = "菜名";
"duplicated_people_number_of_arranging_category" = "排號類別人數不能重疊";
"fetch_failed" = "獲取失敗";
"login_failed" = "登錄失敗";
"already_meals" = "己出餐";
"room_table_to_settings_table_nujmber" = "房臺>設置房臺號";
"saving_takeout_data_please_wait" = "正在保存外賣設置信息，請稍候...";
"self_pick_time" = "自取時間";
"tuesday" = "星期二";
"verify_successful" = "驗證成功";
"please_input_self_pick_time_full" = "請將自取時間填寫完整";
"password_has_been_changed_please_enter_the_new_password" = "密碼已改，請輸入新密碼";
"noon" = "中午";
"are_you_sure_to_delete" = "確定刪除？";
"etable_takeout_order" = "訂餐易外賣訂單";
"duplicated_housing_name" = "房臺號不能重復";
"please_enter_table_name" = "請輸入房臺名";
"please_input_takeoutfee_full" = "請將配送費填寫完整";
"duplicated_category_name" = "類別名稱不能重復";
"this_account_has_been_updated" = "該帳號已更新";
"load_more_order_message_wait" = "正在加載更多訂單的信息，請稍候…";
"phone_number_require" = "手機號碼(必填)";
"service" = "服務";
"specification" = "規格";
"email" = "電子郵箱";
"cancel_taking_out" = "取消外賣";
"current_status" = "當前狀態";
"click_to_add_area" = "點擊輸入新區域";
"call_number" = "叫號";
"input_multi_table_number" = "輸入多個房臺號";
"load_more_orders_message" = "加載更多訂單信息";
"no" = "否";
"privilege_package_number_cannot_be_empty" = "優惠套餐編號不能為空";
"sorry_the_picture_has_reached_the_limit" = "抱歉，圖片已達到上限";
"position_name_cannot_be_empty" = "職位名稱不能為空";
"fetching_order_seat_setting_please_wait" = "正在獲取訂座設置信息，請稍候...";
"no_order_time" = "無可選訂座時間";
"sign_succeed" = "簽到成功";
"data_input" = "資料輸入";
"self_pick_needs" = "自取所需";
"take_meal_and_takeout" = "自取外賣";
"modify_password_succeed" = "密碼修改成功";
"person_number_cannot_be_empty" = "人數不能為空";
"more_ printer_management" = "更多>打印機管理";
"please" = "請將";
"connect_to_printer_failed" = "連接失敗";
"please_select_table_name" = "請選擇房臺名稱";
"dish_info" = "菜式信息";
"please_enter_a_valid_mobile_number" = "請輸入正確的手機號碼，香港8位，大陸11位";
"drop_to_refresh" = "松開即可刷新...";
"has_not_available_table" = "沒有可用的房臺！";
"in_arranging" = "位在排號";
"three_wednesday" = "周三";
"time_to_go_home" = "下班";
"please_enter_dishID" = "請輸入菜品ID";
"print_paper_use_out" = "打印紙已用完";
"hour" = "小時";
"edit" = "編輯";
"shipping_fee_is_changed" = "配送費修改成功";
"discount_note" = "8.5折填0.85";
"please_add_cuisineInfo" = "請先添加菜系";
"generate_account" = "生成帳號";
"edit_housing_name" = "編輯房臺號";
"evening" = "晚上";
"more_staff_management_edit_data" = "更多>員工管理>編輯資料";
"cancel_order" = "取消訂單";
"please_enter_password_again" = "請再輸入一遍密碼";
"retry" = "重試";
"coupons" = "優惠劵";
"total_price_after_discount" = "折後總價";
"SERVICE_PHONE_ALL" = "客服電話 :0755-86701819";
"seven" = "日";
"click_to_input_new_remark" = "點擊輸入新備註項";
"select_up" = "最多選擇";
"browse_album" = "瀏覽相冊";
"friday" = "星期五";
"serial_number" = "編號";
"continue_editing" = "繼續編輯";
"general_opening_time_can_not_be_empty" = "常規開放時間不能為空";
"preorder_time_cannot_be_past" = "入座時間不能為過去的時間";
"searching_printers" = "正在搜索打印機，請稍候…";
"time" = "時間";
"offer" = "提供";
"add_dish" = "添加菜式";
"person_number_is_incorrect" = "人數不正確";
"input_completed" = "填寫完整";
"please_enter" = "請輸入";
"response_of_undelivered" = "回應催單";
"print_test" = "打印測試";
"to" = "至";
"enterprise_account_register" = "申請企業帳號";
"invalid" = "作廢";
"person" = "人";
"history" = "歷史";
"import_table_name" = "導入房臺名稱";
"member" = "會員";
"quene_describe" = "請註意叫號，過號作廢。可用手機掃描餐廳門面二維碼，下載[懶排隊]讓您排隊更輕松。\n";
"the_password_is_incorrect" = "密碼不正確";
"printer_ip" = "打印機IP";
"date" = "日期";
"unfold" = "展開";
"deposit_photo_cannot_greater_5M" = "上傳的單張圖片不能大於5M";
"queue_with_phone" = "手機排隊";
"later" = "稍後再說";
"user_name" = "用戶名";
"cancel_ordering_seat" = "取消訂座";
"add_pictures" = "添加圖片";
"general_opening_time" = "常規開放時間";
"start_time" = "開始時間";
"no_more_order_message" = "暫無更多訂單信息";
"room_table_to_settings_area" = "房臺>設置區域";
"select_a_photo_album" = "選擇一個相片簿";
"self_pick" = "自取";
"setting_success" = "設置成功";
"order_seat_records" = "訂座記錄";
"start_end_date" = "起止日期";
"optional" = "選填";
"connecting_to_printer" = "正在連接，請稍候...";
"preferential_deadline" = "優惠期限";
"specify_opening_time" = "指定開放時間";
"about" = "關於";
"send_to" = "送達";
"operate_succeed" = "操作成功";
"connect" = "連接";
"open_photo_library_tips" = "訂餐易沒有權限訪問您的相片庫。\n要賦予權限，請打開：設置>隱私>照片>訂餐易";
"please_select_the_date_of_order_seat" = "請先選擇訂座日期";
"take_a_number" = "取號";
"done_taking_out" = "完成外賣";
"click_to_add_remark" = "點擊添加備註";
"telephone" = "電話";
"takeout_descriptions" = "網上外賣不占線，顧客菜單信息、送餐地址隨時查看，不怕丟失、遺忘。";
"cancel_will_clear_current_contents_confirmed_to_leave" = "取消將會清空當前內容，確認離開？";
"please_complete_the_carry_fee" = "配送費請填寫完整";
"category_name_can_not_be_empty" = "類別名稱不能為空";
"optional_choose" = "任選";
"sorry_your_device_has_not_album" = "抱歉，您的設備沒有相冊";
"clear_arranging" = "清空排號";
"loadings" = "加載中⋯";
"inventory" = "清單";
"click_to_edit_picture" = "點擊編輯圖片";
"please_save_current_editting_cusines" = "請先保存當前菜系的編輯";
"no_order_date" = "無可選訂座日期";
"printer_name_can_not_be_empty" = "打印機名稱不能為空";
"delivery_fee_can_not_be_empty" = "起送費不能為空";
"position_management" = "職位管理";
"fetching_data_please_wait" = "正在獲取數據，請稍候…";
"password_comfirm_password_different" = "密碼與確認密碼不一致";
"phone_number" = "手機號碼";
"sold_out" = "沽清";
"staff_management" = "員工管理";
"clear_cached_images" = "清除緩存圖片";
"guest_wait" = "桌客人在等待";
"support_takeout" = "提供外賣";
"take_seat_succeed" = "您已成功入座";
"the" = "第";
"deliver_meal_and_takeout_settings" = "送餐外賣設置";
"no_result_of_dishesID" = "未找到相應菜品,請檢查您的輸入是否有誤";
"pause_takeout" = "暫停外賣";
"printer_ip_can_not_be_empty" = "打印機IP不能為空";
"the_name" = "名字";
"the_remaining_storage_space_is_less_than_200m" = "剩余的儲存空間已不足200M，可能會導致圖片本地緩存失效，為了節省流量及提高頁面加載速度，建議您馬上清理手機釋放更多的空間。";
"two" = "二";
"manage_printer" = "打印機管理";
"please_add_cuisine_price" = "請添加價格";
"please_enter_a_valid_email_address" = "請輸入正確的郵箱地址";
"reprint_the_kitchen_order" = "廚房訂單（重印）";
"cuisine" = "菜系";
"loading_menus_pictures" = "正在為您下載菜牌圖片，大概耗時5－10分鐘，請耐心等候…";
"give_up" = "放棄";
"contains" = "含";
"discount" = "折";
"add_multiple_item" = "添加多個";
"cancel" = "取消";
"has_been_take_meal" = "已取餐";
"illegal_input" = "非法輸入";
"please_complete_the_discount_of_total_bill" = "請填寫完整全單折扣值";
"please_input_privilege_time_full" = "請時間優惠填寫完整";
"take_time_need_date" = "送餐所需日數 ：";
"the_length_of_cuisine_name_must_less_than_six" = "菜系名稱至多6個字";
"restaurant_address" = "餐廳地址";
"takeout_order" = "外賣訂單";
"table" = "房臺";
"order_confirm" = "確認下單";
"people_number_of_arranging_category_must_be_continuous" = "排號類別人數必須連續";
"time_can_not_be_empty" = "時間不能為空";
"unit_price" = "單價";
"dates" = "日       期:";
"edit_data" = "編輯資料";
"service_phone" = "客服電話";
"you_have_been_took_continue_to_take_ticket" = "您已經取過了，是否要繼續出票？";
"dish_number_must_be_greater_than_one" = "菜的數量必須大於1份";
"end_date_time_select" = "選擇截止時間";
"yes" = "是";
"clear_image_cache" = "清除圖片緩存";
"please_fill_in_the_carry_fee" = "請填寫配送費";
"specify_the_open_platform_number_optional" = "指定開放臺號（選填）";
"please_enter_a_full_restaurant_phone_number" = "請輸入完整的餐廳電話號碼";
"two_tuesday" = "周二";
"duplicate_position" = "該職位名已存在，請重新輸入";
"times" = "次";
"order_to_print_test" = "訂餐易打印測試";
"arrow_duplicate" = "人數是否重疊";
"edit_arranging_category" = "編輯排號類別";
"name" = "名稱";
"click_to_input_price" = "點擊輸入價錢";
"all_the_dishes" = "全選該菜系:";
"filter" = "過濾";
"five_friday" = "周五";
"take_photo" = "拍照";
"payment" = "付款方式";
"delivery_meal_needs" = "送餐所需";
"the_yuan" = "人民幣";
"disconnecting_from_printer" = "正在斷開打印機...";
"please_enter_your_full_email_address" = "請輸入完整的郵箱地址";
"plus" = "加";
"modify_password" = "修改密碼";
"please_fill_complete" = "請填寫完整";
"export" = "導出";
"loading_please_wait" = "加載中，請稍候…";
"ready_for_downloading_menus_data_please_wait" = "準備為您下載菜牌數據，請稍候…";
"please_enter_from_0_to_1000" = "請輸入0~1000";
"prepare_order_dish_to_table" = "預點菜入臺";
"leave" = "離開";
"clear_the_tables" = "是否清臺?";
"what" = "嗎？";
"fetching_takeout_setting_info_please_wait" = "正在獲取外賣設置信息，請稍候...";
"please_enter_your_account_number" = "請輸入您的帳號";
"save_failed" = "保存失敗";
"keyword" = "關鍵字";
"restaurant_name" = "餐廳名稱";
"printer_type" = "打印機類型";
"no_connections" = "無連接";
"save_succeed" = "保存成功";
"cancel_succeed" = "取消成功";
"the_seat_please_confirm" = "人數與選臺：坐不下，請確認";
"china_mainland" = "中國大陸";
"money" = "金額";
"clear_failed" = "清空失敗";
"can_not_connect_to_server_please_try_later" = "無法連接服務器，請檢查您的網絡狀態或稍後再試";
"delivery_meal_notes" = "（註：填0表示當日送達，1表示次日送達）";
"persons_no" = "人       數:";
"six_saturday" = "周六";
"positon_name_up_to_six_words" = "職位名稱最多6個字";
"status" = "狀態";
"sure_to_cancel_link_printer" = "確定要取消連接打印機";
"user_of_name" = "稱       呼:";
"open_functions" = "開通功能";
"account" = "帳號";
"minute" = "分鐘";
"total" = "共";
"consume" = "消費";
"are_you_sure_to_stop" = "確定要停用嗎？";
"introduction" = "介紹";
"open_order_seat" = "開放訂座";
"week" = "星期";
"shopping_car" = "購物車";
"coupons_usage" = "優惠劵使用情況";
"all" = "全部";
"fetching_order_seat_date_please_wait" = "正在獲取訂座日期，請稍候...";
"are_you_sure_to_clear_cached_images" = "是否清除圖片緩存?";
"one_monday" = "周一";
"sign_for_successful" = "簽收成功";
"no_takeout_notice" = "註 : 不提供外賣";
"processing_please_wait" = "處理中，請稍候...";
"input_multi_area" = "輸入多個區域";
"ahead_of" = "前面還有";
"upload_pictures_can_not_be_greater_than_5m" = "上傳圖片不能大於5M";
"all_day" = "全天";
"as_soon_as_possible" = "盡快送達";
"edit_qrcode_message" = "        根據餐廳自定的房間和餐臺名稱，逐一在下方輸入框輸入，點擊綠色【+】號生成相應名稱項。\n        房臺信息輸入完成後，點擊【√】自動生成二維碼，然後選擇把二維碼圖片保存在本地或者發送到郵箱。";
"no_printer_found" = "沒有發現可用的打印機，請使用下拉刷新更新列表。";
"editing_remark" = "編輯備註";
"order_default_time_describe" = "訂座開放通用時間（常規）必須至少保留一項";
"checking_version_please_wait" = "正在檢測更新，請稍候...";
"duplicate_quene_person_number" = "排號類別人數不能重復";
"privilege_group_name" = "優惠組合名";
"positiion" = "職位";
"submitting_data_please_wait" = "正在提交數據，請稍候...";
"select_table" = "選擇房臺";
"can_not_search_anything_which_contain_the_keyword" = "搜索不到含有關鍵字";
"lady" = "女士";
"of_times" = "時       間:";
"person_number_up_to_500" = "人數不能大於500";
"submit" = "提交";
"carry_fee" = "配送費";
"you_confirm_receipt" = "您確認簽收嗎？";
"confirm_success" = "確認成功";
"into_kitchen" = "入廚房";
"meal_has_delivered" = "己送餐";
"menu" = "菜單";
"saving_order_seat_data_please_wait" = "正在保存訂座設置信息，請稍候...";
"settings" = "設置";
"the_ground" = "的組合";
"required" = "必選";
"order_seat_by_phone" = "電話訂座";
"length_of_the_mobile_number_must_be_eleven" = "手機號碼必須11位";
"please_wait" = "請稍等";
"self_pick_notes" = "（註：填0表示當日自取，1表示次日自取）";
"verifying_account_information_please_wait" = "正在驗證帳號信息，請稍候…";
"the_dishes" = "的菜式";
"order_seats" = "訂座";
"online_order_seat" = "在線訂座";
"all_rights_reserved" = "版權所有";
"please_enter_arranging_number" = "請輸入排號人數";
"printer" = "打印機";
"take_seat" = "入座";
"tip" = "提示";
"column" = "欄目";
"cancel_select_all" = "取消全選";
"please_select_cusines" = "請選擇菜系";
"qrcode_descriptions" = "顧客使用手機掃描餐臺二維碼即可與餐廳互動，隨時呼叫各項服務。";
"dish_number_can_not_be_less_than_remark_number" = "菜的數量不能小於備註的數量";
"load_more" = "加載更多";
"phone_order" = "電話外賣";
"record" = "記錄";
"confirming_data_please_wait" = "正在確認訂單，請稍候…";
"email_can_not_be_empty" = "郵箱地址不能為空";
"disconnect" = "斷開";
"last_refresh" = "最後刷新";
"your_arranging" = "您的排號";
"specify_close_date" = "指定關閉日期";
"self_pick_time_pass_error" = "自取時間不能為過去的時間";
"deliver_meal_and_takeout" = "送餐外賣";
"modifing_order_info_please_wait" = "正在修改訂單信息，請稍候...";
"origin_password" = "原密碼";
"carry_range" = "配送範圍";
"below" = "以下";
"piece" = "張";
"privilege_activity_name" = "優惠活動名";
"takeout_detail" = "外賣詳情";
"number_remaining" = "剩余數量";
"applicable" = "適用於";
"coupons_money" = "優惠劵金額";
"confirm_to_resume_takeout" = "即時恢復外賣";
"manage_account" = "帳戶管理";
"advanced_search" = "高級搜索";
"four_thursday" = "周四";
"housing_name_has_reached_max" = "房臺號至多8個字";
"numbers" = "數量";
"mister" = "先生";
"order_seat_notice" = "訂座須知";
"packing_fee" = "打包費";
"search" = "搜索";
"seven_sunday" = "周日";
"please_enter_ip_address_for_printer" = "請輸入主機IP地址";
"wednesday" = "星期三";
"some_arrang_has_not_been_processed_confirm_to_clear" = "還有排號尚未處理，您確認清空所有？";
"min_delivery_fee" = "起送費";
"delete" = "刪除";
"clear_succeed" = "清空成功";
"clearing_please_wait" = "正在清除，請稍等...";
"modify_carry_fee" = "修改配送費";
"more_about_us" = "更多>關於";
"canceling_order_please_wait" = "正在取消訂單，請稍候…";
"fetching_order_seat_time_please_wait" = "正在獲取訂座時間，請稍候...";
"i_know" = "知道了";
"order_seat_descriptions" = "清楚接受用戶訂座信息，方便記錄查看，不會丟失。";
"please_enter_dish_name" = "請輸入菜式名";
"quene_person_numnber_must_continuou" = "排號類別人數必須連續";
"load_more_call_service_message_wait" = "正在加載更多呼叫信息，請稍候…";
"you_must_open_one_function_at_least" = "至少開通一項功能";
"please_enter_cuisine_name" = "請輸入菜系名稱";
"no_category_name_added" = "沒有添加類別";
"arrang_category" = "排號類別";
"fold" = "折疊";
"please_enter_a_full_restaurant_contact" = "請輸入完整的餐廳聯絡人";
"printing_now_please_wait" = "正在打印，請稍候…";
"the_range_of_people_number_is_from_1_to_500" = "人數範圍是1~500";
"above" = "以上";
"file_path" = "文件路徑";
"reprint" = "重印";
"item" = "項";
"no_select_dishesInfo" = "尚未選擇菜品";
"delivery_meal" = "送餐";
"done" = "完成";
"use_of_detail" = "使用詳情";
"invalid_printer_ip_format" = "打印機IP格式錯誤";
"appellation" = "稱呼";
"login_now" = "立即登錄";
"add_multiple_housings" = "添加多個房臺號";
"privilege_group_set" = "優惠組合設置";
"cuisine_name_can_not_be_empty" = "菜系名稱不能為空";
"not_connected" = "未連接";
"price" = "價格";
"mobile" = "手機";
"save" = "保存";
"add_printer" = "添加打印機";
"preferential_after_discount" = "折扣優惠";
"clear" = "清空";
"end_time" = "結束時間";
"are_you_sure_delete_order_specified_open_time" = "確定刪除“訂座開放指定時間”項嗎？";
"menus" = "菜牌";
"out_ticket_time" = "出票時間";
"open_deadline_must_be_more_than_one_day" = "開放期限必須為1天以上";
"are_you_sure_to_start" = "確定要啟用嗎？";
"submit_succeed" = "提交成功";
"the_order_details" = "訂單詳情";
"connection_failed_please_try_again_later" = "連接失敗，請稍後再試";
"member_coupons_usage" = "會員>優惠劵使用情況";
"mobile_number_can_not_be_empty" = "手機號碼不能為空";
"sign_after_receiving" = "簽收";
"total_price" = "總價";
"people_number" = "人數";
"pull_down_to_refresh" = "下拉可以刷新…";
"loading" = "加載中,請稍候…";
"is_package" = "是否套餐";
"sure_to_open_favourable_activity" = "確定要開啟該優惠活動";
"view_list" = "查看清單";
"are_you_sure_to_clear_all" = "您確認清空所有？";
"select_picture" = "選擇圖片";
"duplicated_cuisine_specification" = "規格不能重復";
"yortit_software" = "溢航軟件";
"load_more_call_service_message" = "加載更多呼叫信息";
"data_is_not_saved_confirm_to_leave" = "數據還沒保存，確定離開？";
"editing_cuisine" = "編輯菜系";
"search_by_date_time" = "按時間搜索";
"specify_opening_time_can_not_be_empty" = "指定開放時間不能為空";
"privilege_activity_set" = "優惠活動設置";
"test" = "測試";
"total_bill" = "全單";
"dish_name_can_not_be_empty" = "菜名不能為空";
"pause" = "暫停";
"please_enter_the_complete_address_of_the_restaurant" = "請輸入完整的餐廳地址";
"compellation" = "姓名";
"are_you_sure_to_hide_it" = "您確定要隱藏嗎？";
"category_number_has_reached_max" = "類別數量最多8個";
"contact_can_not_be_empty" = "聯絡人不能為空";
"order_time" = "下單時間";
"synchronization_fail" = "同步失敗";
"take_seat_and_order_dishes" = "開臺點菜";
"printer_name" = "打印機名稱";
"whether_out_of_stock" = "是否沽清";
"last" = "最近一次";
"duplicated_remark_content" = "備註不能重復";
"import_table_name_tips" = "導入房臺名？已輸入數據將被清空";
"please_enter_1_to_999" = "請輸入1~999";
"queue_descriptions" = "智能顯示排隊情況，可以避免食家空等，並能隨時提醒入座。";
"more_staff_management" = "更多>員工管理";
"success" = "成功";
"confirm_order" = "確定訂單";
"no_select_rule" = "尚未選擇規則";
"of_address" = "地       址:";
"dishes" = "菜品";
"please_remember" = "請記住密碼：";
"release_to_refresh" = "松開即可刷新…";
"takeout_time_must_keep_at_least_one" = "外賣時間必須至少保留一項";
"time_frame" = "時段";
"confirm_to_cancel_order_please_leave_a_reason" = "確定要取消訂單嗎?\n請填寫取消原因";
"number" = "號";
"the_address_of_restaurant_can_not_be_empty" = "餐廳地址不能為空";
"six" = "六";
"you_have_been_ordered_continue_to_order_seat" = "您已訂座，是否繼續本次訂座？";
"duplicated_area_name" = "區域名不能重復";
"YORTIT_SOFTWARE_COPYRIGHT" = "溢航軟件 版權所有";
"are_you_sure_to_logout" = "您確定要登出嗎？";
"account_edit" = "編輯帳戶";
"select_week" = "選擇星期";
"people_number_can_not_be_empty" = "訂座人數不能為空";
"part" = "份";
"new_password" = "新密碼";
"clearing_arranging_please_wait" = "正在清空排號，請稍候...";
"deleting_data_please_wait" = "正在刪除數據，請稍候...";
"modifing_arranging_please_wait" = "正在更改排號，請稍候...";
"please_enter_specified_shutdown_time_full" = "請將指定關閉日期填寫完整";
"one" = "一";
"day" = "天";
"three" = "三";
"take_seat_time" = "入座時間";
"waiting_for_to_sign_for" = "正在等待客人簽收，請稍候…";
"online_takeout" = "在線外賣";
"open_deadline" = "開放期限";
"your_current_version" = "您當前使用的";
"more_account_management" = "更多>帳戶管理";
"privilege_activity" = "優惠活動";
"kilometer" = "公裏";
"required_to_fill" = "必填";
"guests_sign" = "客人簽到";
"notice" = "須知";
"at_least_six" = "至少6位";
"please_enter_the_correct_arranging_number" = "請輸入正確的排號人數";
"check_version" = "檢測更新";
"refresh" = "刷新";
"cash_discount" = "折扣";
"sure_to_shutdown_favourable_activity" = "確定要關閉該優惠活動";
"on_off" = "啟用/停用";
"issue_number" = "發行數量";
"search_printer" = "搜索打印機";
"send_to_email" = "發送到註冊郵箱";
"privilege_package_name_cannot_be_empty" = "優惠套餐名稱不能為空";
"good" = "好";
"logouts" = "登出";
"press_return_key_to_add_multiple_housings" = "用換行增加多個房臺號";
"has_done" = "己完成";
"press_return_key_to_add_multiple_areas" = "用換行增加多個區域";
"preferential" = "優惠";
"please_add_menu" = "請添加菜單";
"sunday" = "星期日";
"shopping_car_detail" = "購物車詳情";
"can_add" = "還可以添加";
"please_to_selected" = "請選擇";
"connected" = "已連接";
"day_period" = "每天時間段";
"order_total_price" = "訂單總價";
"save_to_local" = "本地保存";
"do_you_confirm_to_sign" = "您確認簽到嗎？";
"privilege_group" = "優惠組合";
"saturday" = "星期六";
"cancel_reason" = "取消原因";
"take_meal_and_takeout_settings" = "自取外賣設置";
"takeout_setting" = "外賣設置";
"confirm_order2" = "確認訂單";
"etable_discriptions" = "訂餐易是一套支持互聯網、智能手機、企業ERP三大服務應用平臺的餐飲行業軟件，配合“美食狗仔隊”（美食網站＋美食軟件）強大的用戶基礎和數據中心，為餐廳提供實用、簡易、快捷的餐飲管理服務，包括在線外賣、在線訂座、菜牌顯示、手機排隊、服務一系列功能。";
"done_ordering_seat" = "完成訂座";
"contact" = "聯絡人";
"clear_all" = "一鍵清空";
"default_carry_fee_notes" = "如果消費金額不滿足上述條件，默認配送費為";
"customize_table_qrcode" = "定制房臺二維碼";
"edit_area" = "編輯區域";
"sure" = "好的";
"account_being_logged_out_please_wait" = "正在登出帳號，請稍候...";
"use_of_date" = "使用時間";
"disable" = "停用";
"please_enter_default_open_time_full" = "請將常規開放時間填寫完整";
"continue_order_dishes" = "繼續點菜";
"do_you_confirm_to_deliver_meal" = "您確認送餐嗎？";
"please_enter_the_phone_number_which_length_is_eight" = "請輸入8位手機號碼";
"duplicated_cuisine_name" = "菜系名不能重復";
"use_of_number" = "使用數量";
"logout" = "退出登錄";
"please_enter_dishID_to_order" = "請輸入菜品ID快速點菜";
"please_enter_the_category_name" = "請輸入類別名稱";
"no_more_call_service_message" = "暫無更多呼叫信息";
"unrecognized" = "未確認";
"submitting_register_info_please_wait" = "正在提交註冊信息，請稍候…";
"no_select_rule_number" = "尚未選擇規則數量";
"phone_number_can_not_be_empty" = "電話號碼不能為空";
"quit" = "退出";
"no_records" = "暫無記錄";
"menus_descriptions" = "電子菜牌圖文並茂，清晰展示每道菜品，實時更新菜品價格。";
"click_to_add_housing" = "點擊輸入新房臺號";
"cuisine_price_can_not_be_empty" = "價格不能為空";
"more_staff_management_permissions" = "更多>員工管理>權限設置";
"order_submit" = "提交訂單";
"please_enter_the_phone_number_which_length_is_eleven" = "請輸入11位手機號碼";
"saving_pictures_please_wait" = "正在保存圖片，請稍候...";
"update_now" = "馬上更新";
"please_enter_specified_open_time_full" = "請將指定開放時間填寫完整";
"are_you_sure_meal" = "您確認出餐嗎？";
"yuan" = "元";
"kitchen_order" = "廚房訂單";
"sorry_camera_not_support_for_your_device" = "抱歉，您的設備不支持拍照";
"add_the_position" = "添加職位";
"function" = "功能";
"person_number_cannot_be_0" = "人數不能為0";
"print_error" = "打印錯誤";
"the_name_of_restaurant_can_not_be_empty" = "餐廳名稱不能為空";
"none" = "暫無";
"print" = "打印";
"updating_data_please_wait" = "正在更新數據，請稍候…";
"modify_succeed" = "修改成功";
"duplicated_printer_name" = "打印機名稱不能重復";
"mores" = "更多⋯";
"no_more_information" = "暫無更多信息";
"select_all" = "全選";
"confirm_to_give_up" = "確定放棄？";
"takeout" = "外賣";
"queue" = "排隊";
"member_more_message_wait" = "正在加載更多會員的信息，請稍候…";
"please_selected_prepare_dish" = "請選擇預點菜";
"thursday" = "星期四";
"address" = "地址";
"next_time" = "下次吧";
"no_data" = "暫無數據";
"sorry_we_do_not_offer_this_service" = "抱歉，本店暫未能提供該服務";
"takeout_type" = "外賣方式";
"please_enter_remark" = "請輸入備註";
"takeout_records" = "外賣記錄";
